{
"mod0":{
    ".navbar-header":"bottom = youpi !",
    "#commands":"right = Hello World !"
},
"mod1":{
    "#stepsbar":"top = Explorez l’évolution des articles du texte au fil des étapes législatives : dépôt, examen à l’Assemblée Nationale, au Sénat ou en  Commission mixte paritaire (CMP).",
    ".article:first":"right = Chaque boite correspond à une fraction du texte : chapitre (C), section (S) ou article (A). Plus le texte de l’article est long, plus la boite est grande. Plus la section du texte a été modifiée pendant cette étape, plus la boite est foncée. Les liens en pointillés symbolisent l’évolution du texte au cours de la procédure." ,
    ".new curr":"right = Les couleurs dans les boites indiquent que la section du texte vient d’être intégralement créée (vert) ou intégralement supprimé (rouge).",
    ".group se1 st0" : "right = En cliquant sur la boite, son contenu et les modifications apportées au texte lors de cette étape s’affichent à droite.",
    "#Articles":"top = Pour voir l’ensemble du texte vous pouvez agrandir la fenêtre, et la rétrécir pour revenir à la visualisation raccourcie. Les mots supprimés sont en rouge, les mots ajoutés en vert. Pour visualiser le texte de l’article à l’issue des modifications cliquez sur « hide diffs ».",
    ".stb-steps":"top = L’examen d’un projet de loi (PJL: origine governamentale) ou d'une proposition de loi (PPL: origine parlementaire) par une assemblée comporte toujours deux étapes : commission (Com) puis hémicycle (Hém).",
    ".stb-step stb-01":"right = Ici vous pouvez avoir accès à l’ensemble des amendements déposés à cette étape (s’il y en a) ou à l’ensemble des débats et élégamment au texte de loi issu de cette étape.",
    ".btn-group dd-btn" : "top = Le mode aligné présente l’évolution d’une section de la loi sur une même ligne. En supprimant les espaces le mode compact permet de comparer le taille totale du texte à chaque étape.", 
    ".links": "top = Vous pouvez voir l’ensemble des dossiers législatifs sur les sites de l’Assemblée et du Sénat.",
    
    }
}
