{
    "mod0":{
        "#gantt":"top = Cette vue panoptique porte sur les débats parlementaires à chaque étape de la procédure législative. @ scrolltop = #gantt , zoom = 0",
        ".svg.law-bg-first":"bottom = Pour chaque loi s'affiche les différentes étapes du processus législatif @ click = .g-law-first",
        ".gotomod .btn":"left = Cliquez sur «Explorez les articles» pour obtenir le détail de la procédure législative de la loi sélectionnée",
        ".text":"left = Lorsque vous cliquez sur une loi, vous trouverez ici des informations relatives à la loi",
        "#menu-display":"bottom = Vous pouvez ordonner les lois par taille ou par date",
        "#menu-sort":"bottom = Trier par nombre d'amendement, date de promulgation, ou durée",
        "#menu-amendments":"bottom = Filtrer par nombre d'amendement",
        "#menu-years":"bottom = ... par date ...",
        "#menu-themes":"bottom = ou par thème associé",
        "#menu-zoom":"bottom = Le zoom vous permet d'ajuster l'échelle horizontale de la frise chronologique",
        ".labels-sc":"top = Il est possible de filtrer par durée d'adoption des textes",
        "#menu-tutorial a":"left = Vous pouvez afficher le tutorial de nouveau en cliquant ici"
    },
    "mod1":{
        ".main":"right = Cette vue présente l’évolution des articles au fil des étapes législatives. @ scrolltop = #viz",
        "#stepsbar":"bottom = Les colonnes présentent les étapes successives de lecture et modification du texte: dépôt par le gouvernement et examens à l'Assemblée Nationale et au Sénat, avec l'éventuel examen de la Commission Mixte Paritaire.",
        ".stb-steps":"top = L’examen d’un projet de loi (PJL: origine gouvernamentale) ou d'une proposition de loi (PPL: origine parlementaire) par une assemblée comporte toujours deux étapes : commission (Com) puis hémicycle (Hém).",
        ".stb-step.stb-01":"right = À chaque étape, vous pouvez accéder à: <ul><li><span class='glyphicon glyphicon-folder-open'></span> l’ensemble des amendements déposés à cette étape (s'il y en a)</li><li><span class='glyphicon glyphicon-comment'></span>l’ensemble des débats</li><li><span class='glyphicon glyphicon-link'></span>le texte de loi issu de cette étape</li></ul>",
        ".svg.group-first":"top = Chaque boite correspond à une fraction du texte : chapitre (C), section (S) ou article (A). Plus le texte de l’article est long, plus la boite est grande. Plus la section du texte a été modifiée pendant cette étape, plus la boite est foncée. Les liens en pointillés symbolisent l’évolution du texte au cours de la procédure. Les couleurs dans les boites indiquent que la section du texte vient d’être intégralement créée (vert) ou intégralement supprimé (rouge). @ click = .group-first .article-first",
        ".text" : "left = En cliquant sur la boite, son contenu et les modifications apportées au texte lors de cette étape s’affichent à droite. Les mots supprimés sont en rouge, les mots ajoutés en vert.",
        "#text-title":"bottom = Cliquez sur les icones du titre pour voir agrandir la fenêtre, ou pour afficher le texte de l’article à l’issue des modifications",
        ".menu-display" : "bottom = La <i>vue alignée</i> présente l’évolution d’une section de la loi sur une même ligne. En supprimant les espaces, <i>la vue compacte</i> permet de comparer le taille totale du texte à chaque étape.", 
        ".links": "bottom = Vous pouvez voir l’ensemble des dossiers législatifs sur les sites de l’Assemblée et du Sénat.",
        "#menu-back":"bottom = Cliquez ici pour revenir à la chronologie du texte",
        "#menu-tutorial a":"left = Vous pouvez afficher le tutorial de nouveau en cliquant ici"
    },
    "mod2":{
        "#viz":"right = Cette vue présente les amendements déposés par le gouvernement ou des parlementaires lors d’une étape de la procédure législative",
        ".svg.first-art":"bottom = nothing",
        ".legend":"top = La légende présente les différents groupes parlementaires ayant proposé les amendements, ainsi que leur sort final (adoptés, rejetés ou non votés (redondants, abandonnés, irrecevables…)). Il est possible de cliquer sur un groupe ou un statut pour filtrer dynamiquement l'affichage.",
        "#vizou":"top = En cliquant sur un carré, toutes les informations relatives à cet amendement s’affichent à droite : date, article visé, signataire(s), statut, exposé et texte.",
        "#menu-display":"bottom = Les amendements peuvent être affichés séparement par article ou tous regroupés.",
        "#menu-order":"bottom = Le tri s'effectue selon leur sort final (adoptés, rejetés ou non votés) ou par groupe politique.",
        "#menu-back":"bottom = Cliquez ici pour revenir au texte",
        "#menu-tutorial a":"left = Vous pouvez afficher le tutorial de nouveau en cliquant ici"
    },
    "mod2b":{
        "#viz":"top = Cette page porte sur les débats parlementaires à chaque étape de la procédure législative. Plus on descend dans la page, plus on progresse dans les phases successives de l’examen de la loi.",
        ".svg.rect-first":"right = Les rectangles représentent, pour chaque étape, la participation des parlementaires et des ministres au débat. Plus les membres de chacun de ces groupes ont parlé, plus le rectangle correspondant est long.",
        ".legend":"top = La légende présente les différents groupes parlementaires ou la fonction : présidence de débat (président de l’Assemblée, de commission, vice-présidents) ou rapporteur. Cliquez sur un groupe pour n'afficher que ses interventions. Cliquez sur le fond pour annuler le filtre.",        
        "#menu-order":"bottom = Les interventions peuvent être ordonnées en:<ul><li><i>échiquier politique:</i> successivement présidence, puis groupes, rapporteur et ministres</li><li><i>mode quantitatif:</i> par ordre décroissant du nombre de mots prononcés</li></ul>",
        ".text":"left = Le clic sur un rectangle fait apparaître les membres de ce groupe (parlementaires ou ministres) qui sont intervenus lors de cette phase. Ils sont classés par ordre décroissant de mots prononcés. On peut cliquer pour avoir accès à leur fiche personnelle. ainsi qu'au contenu de leur(s) intervention(s) sur le site Nos Députés. @ click = .rect-first",
        "#menu-back":"bottom = Cliquez ici pour revenir au texte",
        "#menu-tutorial a":"left = Vous pouvez afficher le tutorial de nouveau en cliquant ici"
    }
}
